/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@ (%2$@)";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "%1$@, %2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@; %2$d %3$@; data = %4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "<NULL>";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "AA-kompromiss";

/* Label of field in authority info access extension */
"Access Location" = "Tilgangssted";

/* Label of field in authority info access extension */
"Access Method" = "Tilgangsmetode";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "Tilhørighet endret";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "Algoritme";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "Serienummer for autoritetssertifikat";

/* Authority info access extension label */
"Authority Information Access" = "Tilgang til autoritetsinformasjon";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "Nøkkelidentifikator for autoritet";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "Basisrestriksjoner";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "Bit-streng";

/* No comment provided by engineer. */
"bits" = "bit";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "Byte-streng";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "byte";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "CA-kompromiss";

/* X.509 key usage bitfield name */
"Cert Sign" = "Sertifikatsignatur";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "Sertifikatautoritet";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "Sertifikat-hold";

/* Certificate Policies extension label */
"Certificate Policies" = "Sertifikatkriterier";

/* No comment provided by engineer. */
"Certificate Type" = "Sertifikattype";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "Prosessavbrudd";

/* Label of field in Certificate Policies extension */
"CPS URI" = "CPS-URI";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "Kritisk";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "CRL-distribusjonspunkter";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "CRL-utgiver";

/* X.509 key usage bitfield name */
"CRL Sign" = "CRL-signatur";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "Data";

/* X.509 key usage bitfield name */
"Data Encipherment" = "Datachiffrering";

/* X.509 key usage bitfield name */
"Decipher Only" = "Kun dechiffrering";

/* X.509 key usage bitfield name */
"Digital Signature" = "Digital signatur";

/* label for general name field value */
"Directory Name" = "Katalognavn";

/* label for general name field value */
"DNS Name" = "DNS-navn";

/* label for general name field value */
"EDI Party Name" = "EDI-partsnavn";

/* label for general name field value */
"Email Address" = "E-postadresse";

/* X.509 key usage bitfield name */
"Encipher Only" = "Kun chiffrering";

/* No comment provided by engineer. */
"Expired" = "Utløpt";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "Utløper";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "Upassende tekst";

/* Extended key usage extension label */
"Extended Key Usage" = "Utvidet nøkkelbruk";

/* Label used for General Name entry when value is invalid */
"General Name" = "Generelt navn";

/* Label used for General Names when value is invalid */
"General Names" = "Generelle navn";

/* No comment provided by engineer. */
"Hostname mismatch." = "Feil vertsnavn.";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "Begrens kriterietilordning";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = "Ugyldig %@";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "Ugyldig sertifikatkjedekobling.";

/* label for general name field value */
"IP Address" = "IP-adresse";

/* No comment provided by engineer. */
"Issued By" = "Utstedt av";

/* No comment provided by engineer. */
"Issuer Name" = "Navn på utsteder";

/* No comment provided by engineer. */
"Issuer Summary" = "Utstederoversikt";

/* No comment provided by engineer. */
"Issuer Unique ID" = "Utsteders unike ID";

/* X.509 key usage bitfield name */
"Key Agreement" = "Nøkkelavtale";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "Nøkkelkompromiss";

/* X.509 key usage bitfield name */
"Key Encipherment" = "Nøkkelchiffrering";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "Nøkkelidentifikator";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "Navn knyttet til CRL-utgiver";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "Nei";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "Ikke-avvisning";

/* field value of parameters field when no parameters are present */
"none" = "Ingen";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "ikke vist (tag = %1$@; lengde %2$d)";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "Ikke gyldig etter";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "Ikke gyldig før";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "Varselnumre";

/* Netscape certificate type usage value */
"Object Signing" = "Objektsignering";

/* Netscape certificate type usage value */
"Object Signing CA" = "Objektsignering-CA";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "For lang OID";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "Ett eller flere sertifikater har utløpt eller er ikke gyldige ennå.";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "Ett eller flere ikke støttede kritiske tillegg funnet.";

/* Label of field in Certificate Policies extension */
"Organization" = "Organisasjon";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "Annet navn";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "Parametre";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "Banelengdebegrensning";

/* Policy constraints extension label */
"Policy Constraints" = "Kriterierestriksjoner";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "Kriterieidentifikator %d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "Kriteriekvalifikator %d";

/* No comment provided by engineer. */
"Policy requirements not met." = "Kriteriekravene oppfylles ikke.";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "Bruksperiode for privat nøkkel";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "Rettighet trukket";

/* No comment provided by engineer. */
"Public Key Algorithm" = "Fellesnøkkelalgoritme";

/* No comment provided by engineer. */
"Public Key Data" = "Fellesnøkkeldata";

/* Label of field in extended key usage extension */
"Purpose" = "Formål";

/* Label of field in Certificate Policies extension */
"Qualifier" = "Kvalifikator";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "Årsaker";

/* label for general name field value */
"Registered ID" = "Registrert ID";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "Krev eksplisitte kriterier";

/* Netscape certificate type usage value */
"Reserved" = "Reservert";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "Rotsertifikatet er ikke godkjent.";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "S/MIME CA";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "Sekvens";

/* No comment provided by engineer. */
"Serial Number" = "Serienummer";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "Bruk";

/* No comment provided by engineer. */
"Signature" = "Signatur";

/* No comment provided by engineer. */
"Signature Algorithm" = "Signaturalgoritme";

/* Netscape certificate type usage value */
"SSL CA" = "SSL CA";

/* Netscape certificate type usage value */
"SSL client" = "SSL-klient";

/* Netscape certificate type usage value */
"SSL server" = "SSL-tjener";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "Nøkkelidentifikator for subjekt";

/* No comment provided by engineer. */
"Subject Name" = "Navn på subjekt";

/* No comment provided by engineer. */
"Subject Unique ID" = "Unik ID for subjekt";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "Fortrengt";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "Dette sertifikatet har en utløpt utsteder";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "Dette sertifikatet har en utsteder som ikke er gyldig enda";

/* No comment provided by engineer. */
"This certificate has expired" = "Dette sertifikatet har utløpt";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "Dette sertifikatet er ikke gyldig ennå";

/* The certificate is temporally valid */
"This certificate is valid" = "Dette sertifikatet er gyldig";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "Ulest %@";

/* CRL Distribution Points extension supported reason name */
"Unused" = "Ubrukt";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "Bruk";

/* No comment provided by engineer. */
"Valid from" = "Gyldig fra";

/* No comment provided by engineer. */
"Version" = "Versjon";

/* label for general name field value */
"X.400 Address" = "X.400-adresse";

/* Label of a X.501 Name */
"X.501 Name" = "X.501-navn";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "X.509-versjon %1$d %2$ssertifikat";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "Ja";

